import streamlit as st

st.markdown("# :red[Khai Kue Chiwit (Eggs are life)]")

st.write("รายการอาหารและราคา", )
st.write("เครปไข่เจียว ราคา 35 บาท")
st.write("ซุปไข่ข้นมะเขือเทศ ราคา 40 บาท")
st.write("ไข่ตุ๋นหมูเด้ง ราคา 40 บาท")
st.write("ไข่ลูกเขยระเบิด ราคา 39 บาท")

menu = {"เครปไข่เจียว":[{"ราคา":35}],
  "ซุปไข่ข้นมะเขือเทศ":[{"ราคา":40}],
  "ไข่ตุ๋นหมูเด้ง":[{"ราคา":40}],
  "ไข่ลูกเขยระเบิด":[{"ราคา":39}],}

st.divider()
st.write("นางสาวกัญญาวีร์ แสนคำ เลขที่ 19 ม.4/9")
st.write("นางสาวกัญญานัท ละอำ เลขที่ 22 ม.4/9")
st.write("นางสาวณัฏฐณิชชา สัจจ์ธัมม์ เลขที่ 23 ม.4/9")
st.write("นางสาวปิโยรส แย้มเอิบสิน เลขที่ 45 ม.4/9")
